[
  { "text": "\"La mejor venganza es ser diferente a quien causó el daño\"", "author": "Marco Aurelio", "type": "pensador" },
  { "text": "\"Yo no lloro, no pierdas la esperanza. Sé que llegará, llegará.\"", "author": "Frank Rijkaard", "type": "futbol" },
  { "text": "\"Decir que lo único que importa es ganar es más o menos como decir que en la vida lo único que importa es respirar.\"", "author": "César Menotti", "type": "futbol" },
  { "text": "\"Tengo mucha suerte, nunca he tenido vicios en mi vida, nunca me he emborrachado, nunca me he drogado y nunca he encendido un cigarrillo. Nunca nada.\"", "author": "Cristiano Ronaldo", "type": "futbol" },
  { "text": "\"Perdón solo tiene que pedir el que roba o el que se come a la mujer de otro.\"", "author": "Loco Abreu", "type": "futbol" },
  { "text": "\"El desafío con las nuevas generaciones es encontrar algo en común con ellos. El 80% del tiempo consigo ser más estúpido que ellos, así que eso crea una conexión genuina.\"", "author": "Gigi Buffon", "type": "futbol" },
  { "text": "\"Temed el amor de la mujer más que el odio del hombre.\"", "author": "Sócrates", "type": "pensador" },
  { "text": "\"La felicidad está en la libertad, y la libertad en el coraje.\"", "author": "Pericles", "type": "pensador" },
  { "text": "\"El amigo de todo el mundo no es un amigo.\"", "author": "Aristóteles", "type": "pensador" },
  { "text": "\"Es mejor ocultar la ignorancia que exponerla.\"", "author": "Heráclito", "type": "pensador" },
  { "text": "\"Debes hacer grandes cosas, no prometer grandes cosas.\"", "author": "Pitágoras", "type": "pensador" },
  { "text": "\"El error consiste en no corregir el error.\"", "author": "Confucio", "type": "pensador" },
  { "text": "\"Nadie es feliz durante toda su vida.\"", "author": "Eurípides", "type": "pensador" },
  { "text": "\"El odio es el camino para aprender.\"", "author": "Aristóteles", "type": "pensador" },
  { "text": "\"El que hace reír a sus compañeros merece el paraíso.\"", "author": "Mahoma", "type": "pensador" },
  { "text": "\"Un hombre con ideas nuevas es un loco, hasta que sus ideas triunfan.\"", "author": "Marcelo Bielsa", "type": "futbol" },
  { "text": "\"Para lo genial hace falta que Dios los ilumine. Para el despliegue y la solidaridad grupal sólo es necesario quererlo.\"", "author": "Marcelo Bielsa", "type": "futbol" },
  { "text": "\"Solo hay felicidad donde hay virtud y esfuerzo serio, la vida no es ningún juego.\"", "author": "Aristóteles", "type": "pensador" },
  { "text": "\"La cosa más difícil es conocernos a nosotros mismos; la más fácil es hablar mal de los demás.\"", "author": "Tales de Mileto", "type": "pensador" },
  { "text": "\"No puedo enseñar nada a nadie. Solo puedo hacerles pensar.\"", "author": "Sócrates", "type": "pensador" },
  { "text": "\"Nunca moriría por mis creencias porque podría estar equivocado.\"", "author": "Bertrand Russell", "type": "pensador" },
  { "text": "\"La paciencia es amarga, pero su fruto es dulce.\"", "author": "Jean-Jacques Rousseau", "type": "pensador" },
  { "text": "\"Si abordas cada situación como asunto de vida o muerte, morirás muchas veces.\"", "author": "Adam Smith", "type": "pensador" },
  { "text": "\"Quienes creen que el dinero lo hace todo terminan haciendo todo por dinero.\"", "author": "Voltaire", "type": "pensador" },
  { "text": "\"El verdadero carácter siempre aparece en las grandes circunstancias.\"", "author": "Napoleón Bonaparte", "type": "pensador" },
  { "text": "\"No busquen dinero, busquen gloria y así los van a recordar para toda la vida.\"", "author": "Carlos Bilardo", "type": "futbol" },
  { "text": "\"Me encantan los documentales sobre la Segunda Guerra Mundial, ver lo que hicieron los dictadores... Mobutu, el alemán, Stalin... Me encantan esas historias.\"", "author": "Osumane Dembélé", "type": "futbol" },
  { "text": "\"Seguramente el amor sea una variante del chantaje.\"", "author": "Osumane Dembélé", "type": "futbol" },
  { "text": "\"¿Has leído a algún filósofo? ¿Invertís tiempo en vuestra formación aprendiendo filosofía? Hegel dice que la verdad está en el todo.\"", "author": "José Mourinho", "type": "futbol" },
  { "text": "\"Soportamos más fácilmente la mala conciencia que la mala reputación.\"", "author": "Friedrich Nietzsche", "type": "pensador" },
  { "text": "\"La felicidad se alcanza cuando lo que uno piensa, lo que uno dice y lo que uno hace están en armonía.\"", "author": "Mahatma Gandhi", "type": "pensador" },
  { "text": "\"Nadie debería creerse perfecto, ni preocuparse demasiado por el hecho de no serlo.\"", "author": "Bertrand Russell", "type": "pensador" },
  { "text": "\"El éxito es fácil de obtener. Lo difícil es merecerlo.\"", "author": "Albert Camus", "type": "pensador" },
  { "text": "\"Razonar y convencer, ¡Qué difícil, largo y trabajoso! ¿Sugestionar? ¡Qué fácil, rápido y barato!\"", "author": "Santiago Ramón y Cajal", "type": "pensador" },
  { "text": "\"Los sabios son los que buscan la sabiduría; los necios piensan ya haberla encontrado.\"", "author": "Anónimo", "type": "pensador" },
  { "text": "\"Soy admirador del perfil bajo y de los perdedores, sobre todo cuando los perdedores aprovechan la experiencia de las derrotas.\"", "author": "Maestro Tabárez", "type": "futbol" },
  { "text": "\"Digo más veces vete a tomar por culo que buenos días.\"", "author": "Luis Aragonés", "type": "futbol" },
  { "text": "\"Dices que eres presumido y parece algo negativo. Para mí no lo es. Yo cuando salgo a la calle, por respeto a quien me va a ver, trato de estar siempre limpio y arreglado.\"", "author": "Santi Cañizares", "type": "futbol" },
  { "text": "\"Los intelectuales resuelven problemas, los genios los previenen.\"", "author": "Albert Einstein", "type": "pensador" },
  { "text": "\"Mátenme, pero no mientan, porque la mentira es muy desagradable.\"", "author": "Luis Aragonés", "type": "futbol" }
]